Repository: common-repository/lamlim-button
Catalog: lang/lmlm-*.po
Languages: ar

source: Lamlim Button
ar: الزر لملم

source: Add a "Lamlim" button to your posts and pages to allow your readers easily add your images and links to the arabic social bookmarking website http://lamlim.com. This will get you more visitors from Lamlim to your site.
ar: إضافة الزر "لملم" الى مقالاتك و صفحاتك لكي يستطيع الزوار اضافة روابطك الى موقع المفضلة الاجتماعية العربية http://lamlim.com. و هذا سيساعدك على جلب زوار أكثر من موقع لملم الى موقعك.

source: Lamlim Plugin Settings
ar: إعدادات إضافة لملم

source: Lamlim Settings
ar: إعدادت لملم

source: Visibility
ar: الظهور

source: What types of pages should the button appear on?
ar: ماهو نوع الصفحات التي سيظهر عليها الزر

source: Home Page (or Latest Posts Page)
ar: الصفحة الرئيسية

source: Front Page (different from Home Page only if set in Settings > Reading)
ar: الصفحة الأمامية

source: Individual Posts
ar: المقال

source: WordPress Static "Pages"
ar: صفحات ووردبريس خاصة

source: Archives (includes Category, Tag, Author and date-based pages)
ar: الأرشيف

source: Placement
ar: المكان

source: Where on each page should the button appear?
ar: أين يجب أن يظهر الزر في كل صفحة

source: Above Content
ar: أعلى المحتوى

source: Below Content
ar: أسفل المحتوى

source: On Post Excerpts
ar: في الملخصات

source: Alignment
ar: المحاذات

source: Right
ar: اليمين

source: Center
ar: الوسط

source: Left
ar: اليسار

source: Click Action
ar: إجراء النقر

source: What to do after the visitor clicks on the button?
ar: ماذا يحدث عنما يتم النقر على الزر

source: Let the visitor selects an image
ar: اترك الزائر يختار صورة

source: Use the first image of the Post
ar: استعمل الصورة الاولى في المقال

source: Lamlim
ar: لملم

source: Add this page to your board at lamlim.com
ar: أضف هذه الصفحة الى لوحتك على lamlim.com
